# Simple interactive calculator for basic operations

```bash
$./icalc
calc> 5+5
10
calc> 4-5
-1
calc> 3*4
12
calc> 2/2
1
```
